Repository: HermanEldering/CUETools.NET
Catalog: CUETools/frmCUETools.*.resx
Languages: de_de

# SelectedNodeName.Text
source: Selected file
de_de: Ausgewählte Datei

# btnResume.Text
source: &Resume
de_de: Weite&r

# btnConvert.Text
source: &Go
de_de: &Los

# rbEmbedCUE.Text
source: &Embedded
de_de: &Eingebettet

# rbEmbedCUE.ToolTip
source: Create single file with embedded CUE sheet.
de_de: Erstelle einzelne Datei mit eingebettetem CUE-Sheet

# rbGapsLeftOut.Text
source: Gaps Left Out
de_de: Lücken ausgelassen

# rbGapsLeftOut.ToolTip
source: Create multiple files with gaps left out
de_de: Erstelle mehrere Dateien ohne Lücken

# rbGapsPrepended.Text
source: Gaps Prepended
de_de: Lücken vorangestellt

# rbGapsPrepended.ToolTip
source: Create multiple files with gaps prepended
de_de: Erstelle mehrere Dateien mit vorangestellten Lücken

# rbGapsAppended.Text
source: Gaps &Appended
de_de: Lücken &angehängt

# rbGapsAppended.ToolTip
source: Create multiple files with gaps appended
de_de: Erstelle mehrere Dateien mit nachgestellten Lücken

# rbSingleFile.Text
source: &Single File + CUE
de_de: &Einzelne Datei + CUE

# rbSingleFile.ToolTip
source: Create single file + CUE sheet
de_de: Erstelle einzelne Datei + CUE-Sheet

# grpOutputStyle.Text
source: CUE Style
de_de: CUE-Stil

# btnAbout.Text
source: About
de_de: Über

# rbCustomFormat.Text
source: Use custom format:
de_de: Nutze eigenes Format:

# rbDontGenerate.Text
source: &Manual
de_de: &Manuell

# rbCreateSubdirectory.Text
source: C&reate subdirectory:
de_de: E&rstelle Unterverzeichnis:

# rbAppendFilename.Text
source: Append to filename:
de_de: An Dateinamen anhängen:

# grpOutputPathGeneration.Text
source: Output Path
de_de: Ausgabepfad

# rbUDC1.Text
source: User
de_de: eigene

# chkLossyWAV.ToolTip
source: Create a pair of files - .lossy.wav(flac,etc) and .lwcdf.wav(flac,etc). Lossy file contains (lossy) compressed music, but together with the lwcdf (correction) file the original audio can be reconstructed.
de_de: Erstelle ein Paar von Dateien - .lossy.wav(flac usw.) und .lwcdf.wav(flac usw.). Die verlustbehaftete (lossy) Datei enthält komprimierte Musik, aber gemeinsam mit der lwcdf-Datei können die originalen Audiodaten wiederhergestellt werden.

# rbNoAudio.Text
source: &None
de_de: Kei&ne

# rbNoAudio.ToolTip
source: Don't create any audio files, only CUE sheet
de_de: Erstelle keine Audiodateien, nur CUE-Sheet

# grpAudioOutput.Text
source: Audio Output
de_de: Audio

# btnSettings.Text
source: Advanced Settings...
de_de: Einstellungen

# rbActionEncode.Text
source: &Don't verify, encode
de_de: &Nicht verif., kodieren

# rbActionEncode.ToolTip
source: Don't contact the AccurateRip database for validation
de_de: Kodiert, ohne die AccurateRip-Datenbank zu kontaktieren.

# rbActionVerify.Text
source: &Verify AR only
de_de: &Nur AR verifiz.

# rbActionVerify.ToolTip
source: Contact the AccurateRip databse for validation and compare the image against database
de_de: Kontaktiert die AccurateRip-Datenbank und verifiziert das Image anhand dieser.

# rbActionVerifyThenEncode.Text
source: Verify, &then encode
de_de: Verifizieren, dann kodieren

# rbActionVerifyThenEncode.ToolTip
source: On the first pass, verify and try to find an offset correction which makes the rip accurate according to the AccurateRip database. On the second pass, convert, possibly applying offset correction.
de_de: Verifiziert beim ersten Durchlauf verifizieren und versucht, eine Offsetkorrektur zu finden, die das Image anhand der AR-Datenbank korrigiert. Kodiert beim zweiten Durchlauf unter Berücksichtigung dieser Korrektur.

# rbActionVerifyAndEncode.Text
source: Encode and verify
de_de: Verif. und kodieren

# rbActionVerifyAndCRCs.Text
source: Verify AR + CRCs
de_de: Verif. AR und CRC

# rbActionVerifyAndCRCs.ToolTip
source: Contact the AccurateRip databse for validation and compare the image against database
de_de: Kontaktiert die AccurateRip-Datenbank und verifiziert das Image anhand der CRC-Werte.

# rbActionCreateCUESheet.Text
source: Create dummy CUE
de_de: Erzeuge leeres CUE

# rbActionCorrectFilenames.Text
source: Correct filenames
de_de: Korrigiere Dateinamen

# label1.Text
source: Data track
de_de: Datenspur:

# txtPreGapLength.ToolTip
source: Pregap is a certain amount of silence or hidden audio before track one. Normally it is known from the CUE sheet, but if converting/verifying a set of separate tracks without a CUE sheet you might want to set this.
de_de: Das Pregap ist eine mit Stille oder versteckten Audiodaten gefüllte Zeitspanne vor dem Beginn der ersten Tonspur. Normalerweise ist diese aus dem CUE-Sheet bekannt, aber falls Sie ohne CUE-Sheet arbeiten, können Sie diesen Wert manuell ändern.

# txtDataTrackLength.ToolTip
source: Not used for normal music CDs. Enhanced CDs with data tracks cannot be found in database unless you know the length of the data track. You can often find it in EAC log. If EAC log is found next to the CUE sheet, it will be parsed automaticly and you won't have to enter anything here.
de_de: Nicht für normale Musik-CDs verwendet. Erweiterte CDs mit Datenspuren können nicht in der Datenbank gefunden werden, es sei denn, Sie kennen die Länge der Datenspur. Sie können sie oft im EAC-Log finden. Falls das EAC-Log beim CUE-Sheet gefunden wird, wird es automatisch ausgelesen, und Sie müssen hier nichts eingeben.

# btnStop.Text
source: &Stop
de_de: &Stopp

# rbFreedbAlways.Text
source: Always
de_de: Immer

# rbFreedbIf.Text
source: If needed
de_de: Wenn nötig

# rbFreedbNever.Text
source: Never
de_de: Nie

# grpFreedb.Text
source: Freedb lookup
de_de: FreeDB-Abfrage

# grpInput.Text
source: Input
de_de: E&ingabe
