Repository: HermanEldering/CUETools.NET
Catalog: CUETools/frmSettings.*.resx
Languages: de_de, ru_ru

# btnCancel.Text
source: Cancel
de_de: Abbrechen
ru_ru: Отмена

# labelLanguage.Text
source: Language
de_de: Sprache

# chkOverwriteTags.Text
source: Overwrite CUE data
de_de: CUE-Daten überschreiben
ru_ru: Игнорируя информацию из .cue

# checkBoxCopyBasicTags.Text
source: Copy basic tags
de_de: Basistags kopieren

# checkBoxCopyUnknownTags.Text
source: Copy unknown tags
de_de: Unbekannte Tags kopieren

# groupBoxAlbumArt.Text
source: Album Art
de_de: Coverbilder

# checkBoxExtractAlbumArt.Text
source: Extract album art to Folder.jpg
de_de: Coverbilder als Folder.jpg extrahieren

# checkBoxCopyAlbumArt.Text
source: Copy album art tags
de_de: Coverbilder kopieren

# checkBoxEmbedAlbumArt.Text
source: Embed Folder.jpg
de_de: Folder.jpg einbetten

# labelAlbumArtMaximumResolution.Text
source: Resize if resolution >
de_de: Größe ändern, falls Auflösung >

# chkExtractLog.Text
source: Extract log file
de_de: Logdatei extrahieren
ru_ru: Извлечь .log в файл

# chkAllowMultipleInstances.Text
source: Allow multiple instances
de_de: Erlaube mehrere Instanzen

# chkReducePriority.Text
source: Reduce process priority to Idle
de_de: Reduziere Prozesspriorität auf Untätig
ru_ru: Понизить приоритет процесса

# chkTruncateExtra4206Samples.Text
source: Truncate extra 4608 samples if present
de_de: Nullsamples abschneiden, falls vorhanden
ru_ru: Выкидывать лишние 4608 сэмплов

# chkTruncateExtra4206Samples.ToolTip
source: Some erroneous FLAC encoders add extra 4608 zero samples at the end of each file. These extra samples can be detected and removed.
de_de: Einige fehlerhafte FLAC-Kodierer fügen am Ende jeder Datei zusätzliche 4608 Nullsamples ein. Sie können automatisch erkannt und entfernt werden
ru_ru: Некоторые FLAC-кодировщики добавляют лишние 4608 пустых сэмплов в конце файла. Эту ситуацию можно легко обнаружить и исправить.

# chkCreateCUEFileWhenEmbedded.Text
source: Create .cue file even if embedded
de_de: Erstelle .cue-Datei auch, wenn eingebettet
ru_ru: Создавать .cue даже при встраивании

# chkCreateM3U.Text
source: Create .m3u playlists
de_de: Erstelle .m3u-Abspiellisten
ru_ru: Создавать плейлисты .m3u

# chkFillUpCUE.Text
source: Fill up missing CUE data from tags
de_de: Fehlende CUE-Daten mit Tags füllen
ru_ru: Пополнить .cue информацией из тэгов

# chkEmbedLog.Text
source: Write extraction log to "LOG" tag
de_de: Bette Logdatei als Tag ein
ru_ru: Встроить .log в виде тэга

# chkEmbedLog.ToolTip
source: File should be in the same directory as source file and have a .log extension
de_de: Die Datei sollte im gleichen Verzeichnis sein und die Erweiterung .log haben.
ru_ru: Работает, если .log лежит в той же папке и имеет то же имя, что и исходный файл

# checkBoxWriteCUETags.Text
source: Write basic tags from CUE data
de_de: Schreibe Basistags aus CUE-Datei

# chkAutoCorrectFilenames.Text
source: Locate audio files if missing
de_de: Audiodaten suchen, falls fehlend
ru_ru: Автоматически искать аудио файлы

# chkAutoCorrectFilenames.ToolTip
source: Preprocess with filename corrector if unable to locate audio files
de_de: Zuvor Dateinamen korrigieren, wenn Audiodaten nicht gefunden werden können
ru_ru: Автоматически исправить имена, если .cue ссылается на несуществующие файлы

# chkPreserveHTOA.Text
source: Preserve HTOA for gaps appended output
de_de: HTOA für Ausg. mit angeh. Lücken beibehalten
ru_ru: Сохранять HTOA при разбивке на треки

# grpGeneral.Text
source: General
de_de: Allgemein
ru_ru: Общие

# lblFLACCompressionLevel.Text
source: Compression level:
de_de: Kompressionsstufe:
ru_ru: Уровень сжатия:

# chkFLACVerify.Text
source: Verify
de_de: Verifizieren
ru_ru: Верификация

# chkWVStoreMD5.Text
source: Store MD5 checksum
de_de: Speichere MD5-Wert
ru_ru: MD5-хеширование

# chkWVExtraMode.Text
source: Extra mode:
de_de: Extramodus:
ru_ru: Доп. режим:

# rbWVVeryHigh.Text
source: Very High
de_de: Sehr hoch
ru_ru: Очень высокий

# rbWVHigh.Text
source: High
de_de: Hoch
ru_ru: Высокий

# rbWVFast.Text
source: Fast
de_de: Schnell
ru_ru: Быстрый

# chkEncodeWhenZeroOffset.Text
source: and zero offset
de_de: und Null-Offset
ru_ru: и нулевым смещением

# chkWriteArLogOnConvert.Text
source: Write AccurateRip log
de_de: Schreibe AccurateRip-Log
ru_ru: Записывать отчет AccurateRip

# chkWriteArTagsOnConvert.Text
source: Write AccurateRip tags
de_de: Schreibe AccurateRip-Tags
ru_ru: Записывать тэги AccurateRip

# chkWriteArTagsOnConvert.ToolTip
source: Add ACCURATERIPCOUNT/ACCURATERIPCOUNTALLOFFSETS/ACCURATERIPTOTAL tags to output files. You can set up foobar2000 to show those values, and see if your music was ripped correctly or how popular it is.
de_de: Füge den Ausgabedateien ACCURATERIPCOUNT/ACCURATERIPCOUNTALLOFFSETS/ACCURATERIPTOTAL-Tags hinzu. Sie können foobar2000 dazu bringen, die Werte anzuzeigen, und sehen, ob Ihre Musik korrekt kopiert wurde oder wie beliebt sie ist.
ru_ru: Добавлять тэги ACCURATERIPCOUNT/ACCURATERIPCOUNTALLOFFSETS/ACCURATERIPTOTAL в выходные файлы. Можно настроить foobar2000 на их отображение, чтобы видеть качество рипа и популярность дисков в вашей библиотеке.

# checkBoxARVerifyUseSourceFolder.Text
source: In source folder
de_de: In Quellordner

# groupBoxARLog.Text
source: Log file
de_de: Logdatei

# label2.Text
source: % of verified tracks >=
de_de: % der verif. Tracks >=

# checkBoxFixToNearest.Text
source: to nearest
de_de: zu nächstem

# labelLogFileExtension.Text
source: Extension
de_de: Erweiterung

# checkBoxARLogVerbose.Text
source: Verbose
de_de: ausführlich

# labelEncodeWhenConfidence.Text
source: with confidence >=
de_de: mit Vertrauen >=
ru_ru: с достоверностью >=

# labelFixWhenConfidence.Text
source: with confidence >=
de_de: mit Vertrauen >=
ru_ru: с достоверностью >=

# groupBox1.Text
source: Encode and verify
de_de: Verifizieren, dann konvertieren
ru_ru: Проверить и записать

# chkFilenamesANSISafe.Text
source: Force ANSI filenames
de_de: ANSI-Dateinamen erzwingen
ru_ru: Только символы из ANSI кодировки

# chkFilenamesANSISafe.ToolTip
source: Only allow characters, which are present in ANSI codepage, for compatibility with non-unicode applications
de_de: Zur Kompatibilität mit Nicht-Unicode-Anwendungen nur Zeichen erlauben, die in der ANSI-Codepage vorhanden sind.
ru_ru: Использовать только символы, присутствующие в ANSI (1251) кодировке, для совместимости с приложениями, не поддерживающими Unicode (такими, как Far manager)

# chkWriteARTagsOnVerify.Text
source: Write AccurateRip tags
de_de: Schreibe AccurateRip-Tags
ru_ru: Записывать тэги AccurateRip

# chkWriteARTagsOnVerify.ToolTip
source: Add ACCURATERIPCOUNT/ACCURATERIPCOUNTALLOFFSETS/ACCURATERIPTOTAL tags to input files. You can set up foobar2000 to show those values, and see if your music was ripped correctly or how popular it is.
de_de: Füge den Eingabedateien ACCURATERIPCOUNT/ACCURATERIPCOUNTALLOFFSETS/ACCURATERIPTOTAL-Tags hinzu. Sie können foobar2000 dazu bringen, die Werte anzuzeigen, und sehen, ob Ihre Musik korrekt kopiert wurde oder wie beliebt sie ist.
ru_ru: Добавлять тэги ACCURATERIPCOUNT/ACCURATERIPCOUNTALLOFFSETS/ACCURATERIPTOTAL в исходные файлы. Можно настроить foobar2000 на их отображение, чтобы видеть качество рипа и популярность дисков в вашей библиотеке.

# chkHDCDDecode.Text
source: Decode HDCD to 20 bit
de_de: Dekodiere HDCD auf 20 Bit
ru_ru: Декодировать в 20 бит

# chkHDCDDecode.ToolTip
source: HDCD decoding is irreversable. Resulting files cannot be burned to the CD. 24-bit audio files are created, but the actual resolution is 20 bit
de_de: HDCD-Dekodierung ist nicht umkehrbar. Die resultierenden Dateien können nicht auf CD gebrannt werden. 24-Bit-Audiodateien werden erstellt, aber die eigentliche Bitrate beträgt 20 Bit
ru_ru: Декодирование HDCD - необратимый процесс. Результирующие файлы не могут быть записаны на CD. Создаются файлы с разрешением 24 бита, но подлинное разрешение составляет 20 бит.

# chkHDCDStopLooking.Text
source: Stop looking after 750 frames
de_de: Nach 750 Frames abbrechen
ru_ru: Определять по 750 фреймам

# chkHDCDStopLooking.ToolTip
source: Stop looking for HDCD information, If none found in first 10 seconds of the disc
de_de: Nicht mehr nach HDCD-Informationen suchen, wenn sie in den ersten 10 Sekunden der CD nicht zu finden sind
ru_ru: Прекращать поиск HDCD-кодировки, если её не обнаружено в первых 10 секундах аудио данных.

# chkHDCD24bit.Text
source: Store as 24 bit "lossless"
de_de: Speichere als 24-Bit-"verlustfrei"
ru_ru: Записывать 24 бит "lossless"

# chkHDCD24bit.ToolTip
source: When not using lossyWAV, extend to 24 bit for compatibility
de_de: Wenn lossyWAV nicht verwendet wird, für Kompatibilität auf 24 Bit erweitern
ru_ru: Когда не используется lossyWAV, расширить до 24 бит для совместимости

# chkHDCDLW16.Text
source: Store as 16 bit LossyWAV
de_de: Speichere als 16-Bit-LossyWAV
ru_ru: Записывать 16 бит LossyWAV

# chkHDCDLW16.ToolTip
source: When converting to lossyWAV, truncate to 16 bit
de_de: Beim Konvertieren in lossyWAV auf 16 Bit beschneiden
ru_ru: При конвертации в lossyWAV, обрезать до 16 бит

# chkKeepOriginalFilenames.Text
source: Keep original filenames
de_de: Originale Dateinamen beibehalten
ru_ru: Сохранять оригинальные

# chkRemoveSpecial.Text
source: Remove special characters except:
de_de: Entferne Sonderzeichen außer:
ru_ru: Удалять специальные символы кроме:

# chkReplaceSpaces.Text
source: Replace spaces with underscores
de_de: Ersetze Leerzeichen mit Unterstrichen
ru_ru: Заменять пробелы подчеркиванями

# lblSingleFilenameFormat.Text
source: Single format:
de_de: Einzelformat:
ru_ru: Образ диска:

# grpAudioFilenames.Text
source: Audio Filenames
de_de: Audio-Dateinamen
ru_ru: Имена аудиофайлов

# rbAPEinsane.Text
source: Insane
de_de: Verrückt

# rbAPEextrahigh.Text
source: Extra High
de_de: Sehr hoch

# rbAPEhigh.Text
source: High
de_de: Hoch

# rbAPEfast.Text
source: Fast
de_de: Schnell

# chkWriteARLogOnVerify.Text
source: Write AccurateRip log
de_de: Schreibe AccurateRip-Log
ru_ru: Записывать отчет AccurateRip

# groupBoxVerify.Text
source: Verify
de_de: Verifizieren

# tabPage6.Text
source: Tagging
de_de: Taggen

# label1.Text
source: Quality:
de_de: Qualität:
ru_ru: Качество:

# groupBox5.Text
source: Encode if verified
de_de: Kodieren, falls verifiziert

# groupBox4.Text
source: Fix offset
de_de: Offset korrigieren

# tabPage3.Text
source: Formats
de_de: Formate
ru_ru: Форматы

# labelFormatLosslessEncoder.Text
source: Lossless encoder
de_de: Encoder (verlustfrei)

# labelFormatLossyEncoder.Text
source: Lossy encoder
de_de: Encoder (verlustbehaftet)

# checkBoxFormatAllowLossy.Text
source: Supports lossy encoding
de_de: Unterstützt verlustbehaftete Codierung

# checkBoxFormatSupportsLossyWAV.Text
source: Supports LossyWAV
de_de: Unterstützt LossyWAV

# checkBoxFormatAllowLossless.Text
source: Supports lossless encoding
de_de: Unterstützt verlustfreie Codierung

# checkBoxFormatEmbedCUESheet.Text
source: Supports embedded CUE Sheets
de_de: Unterstützt eingebettete CUE-Sheets

# tabPage10.Text
source: Encoders
de_de: Encoder

# labelEncoderExtension.Text
source: Extension
de_de: Erweiterung

# groupBoxLibFLAC.Text
source: libFLAC options
de_de: libFLAC-Optionen

# groupBoxLibWavpack.Text
source: wavpack options
de_de: WavPack-Optionen

# groupBoxLibMAC_SDK.Text
source: MAC SDK options
de_de: Monkey's-Audio-Optionen

# groupBoxExternalEncoder.Text
source: External encoder options
de_de: Externer Encoder

# labelEncoderParameters.Text
source: Parameters
de_de: Parameter

# checkBoxEncoderLossless.Text
source: Lossless
de_de: Verlustfrei

# tabPage11.Text
source: Decoders
de_de: Decoder

# labelDecoderExtension.Text
source: Extension
de_de: Erweiterung

# groupBoxExternalDecoder.Text
source: External decoder options
de_de: Externer Decoder

# labelDecoderParameters.Text
source: Parameters
de_de: Parameter

# groupBoxScriptConditions.Text
source: Conditions
de_de: Bedingungen

# buttonScriptCompile.Text
source: Compile
de_de: Kompilieren

# grpHDCD.Text
source: HDCD options
de_de: HDCD-Optionen
ru_ru: Параметры

# chkHDCDDetect.Text
source: Detect HDCD encoding
de_de: Erkenne HDCD-Kodierung
ru_ru: Определять HDCD

# $this.Text
source: Advanced Settings
de_de: Erweiterte Einstellungen
ru_ru: Продвинутые настройки

# rbWVNormal.Text
source: Normal
ru_ru: Средний

# lblTrackFilenameFormat.Text
source: Track format:
ru_ru: Трек:
